import React from "react";
import "./Home.css";
import { Link } from "react-router-dom";

const Home = () => {
  return (
    <div className="home-container">
      <header>
        <h1 className="title">
          <span>רומן מפתח</span>
        </h1>
      </header>
      <div className="para" dir="rtl">
        <span className="underTitle">
          קריאה רחוקה ברומן העברי: סיכויים וסיכונים
          <br />
        </span>
        <span className="owner">
          ד"ר יעל דקל
          <br />
        </span>
        בשיתוף ד"ר איתי מרינברג-מיליקובסקי ובתמיכת מכון הקשרים לחקר הספרות
        והתרבות היהודית והישראלית
      </div>
      <div className="paragraphDiv" dir="rtl">
        <h1 className="sec-header">
          <span>קול (ל)קורא.ת</span>
        </h1>
        אם את.ה אוהב.ת ספרות או חוקר.ת ספרות; אם הספרות העברית מעניינת אותך; אם
        ברצונך לתרום למהלך מחקרי נסיוני וחדשני: המעבדה הספרותית מבקשת את עזרתך
        במילוי השאלון המצורף בתחתית הדף, כחלק ממחקר מקיף ומתמשך שכעת גם את.ה
        יכול.ה להיות שותפ.ה לו. נודה לך מאוד אם תוכל.י לספר לנו, בבקשה, איזה ספר
        קראת לאחרונה; אם תתאר.י אותו לפרטיו בעזרת הקטגוריות המוצעות בשאלון; ואם
        תתאר.י, באמצעות שאלות מכוונות, גם את חוויית הקריאה בו. נשמח לקבל מידע על
        אודות כל רומן עברי שפורסם אי פעם, מאז "אהבת ציון" לאברהם מאפו (1853) ועד
        לימים אלו ממש. השאלון מפורט למדי, ומילויו אורך כרבע שעה; מומלץ ביותר
        למלא אותו זמן קצר לאחר קריאת הרומן ורצוי מאוד שהספר יהיה לידך בעת
        מילויו. הוא כולל שאלות הנוגעות לפרטים ביוגרפיים וביבליוגרפיים, אבחנות
        המתייחסות לדמות המספר ולמאפייני המבנה והעלילה, נסיונות לסקירת היבטים
        תימטיים מרכזיים, ועוד; והוא נע חליפות בין האובייקטיבי לסובייקטיבי -
        תנועה שבלעדיה לא תיכון קריאה של ממש
      </div>

      <div className="paragraphDiv" dir="rtl">
        <h1 className="sec-header">
          <span>רקע</span>
        </h1>
        פרוייקט נסיוני זה, הנערך במסגרת המעבדה הספרותית של המחלקה לספרות עברית
        באוניברסיטת בן-גוריון בנגב, מבקש להניח תשתית ראשונית ליצירת אינדקס חכם
        של הרומן העברי, ככלי למחקר חישובי עתידי בספרות העברית. הוא מושפע בין
        היתר מעבודתו של פרנקו מורטי ('השערות על ספרות העולם', 2010 [2000]),
        שהציע כבר לפני עשרים שנה לנקוט גישה של 'קריאה רחוקה' בחקר הרומן. יש
        לציין כי בהופעתו הראשונה של המושג לא היתה בו כל כוונה לניתוח ממוחשב של
        טקסטים, כי אם לקריאתם מכלי שני, דרך עיניהם של חוקרים.ות רבים.ות; לא יפלא
        כי הצעתו הנועזת הפכה תוך זמן קצר מושא לפולמוס מחקרי תוסס, אך גם מקור
        השראה לענף אקדמי חדש - שגילה עד מהרה כי למחשב דווקא יש מה להציע לדיון.
        בלי להתעלם מן הקשיים והאתגרים הגלומים בכך, נבקש לבדוק את תרומתה האפשרית
        של גישה זו לחקר הרומן העברי, תוך שילוב מושכל של קריאה אנושית שיתופית
        ושיטתית עם יכולת עיבוד חישובית. בניגוד לרומן האירופאי והעולמי - מושא
        חקירתו של מורטי - הרומן העברי מעמיד קורפוס "גדול מספיק, אך לא גדול מדי"
        (מרינברג-מיליקובסקי 2019), כלומר, כזה המאפשר תנועת רצוא ושוב בין קריאה
        קרובה ורחוקה: בין מבט אנושי-פרשני רגיש, לניתוח כמותי ממוחשב. זו בדיוק
        הסיבה שבגללה השאלון העומד במוקד הפרוייקט אינו נרתע מהשארת קצוות פתוחים,
        מעמימות או ממחלוקת, אלא מקדם אותן בברכה; זו בדיוק הסיבה שבגללה נשמח
        במיוחד לקבל חוות דעת שונות על אותו הספר.
      </div>

      <div className="paragraphDiv" dir="rtl">
        <h1 className="sec-header">
          <span>מהלך המחקר, מטרותיו ואתגריו</span>
        </h1>
        קול (ל)קורא.ת אם את.ה אוהב.ת ספרות או חוקר.ת ספרות; אם הספרות העברית
        מעניינת אותך; אם ברצונך לתרום למהלך מחקרי נסיוני וחדשני: המעבדה הספרותית
        מבקשת את עזרתך במילוי השאלון המצורף בתחתית הדף, כחלק ממחקר מקיף ומתמשך
        שכעת גם את.ה יכול.ה להיות שותפ.ה לו. נודה לך מאוד אם תוכל.י לספר לנו,
        בבקשה, איזה ספר קראת לאחרונה; אם תתאר.י אותו לפרטיו בעזרת הקטגוריות
        המוצעות בשאלון; ואם תתאר.י, באמצעות שאלות מכוונות, גם את חוויית הקריאה
        בו. נשמח לקבל מידע על אודות כל רומן עברי שפורסם אי פעם, מאז "אהבת ציון"
        לאברהם מאפו (1853) ועד לימים אלו ממש. השאלון מפורט למדי, ומילויו אורך
        כרבע שעה; מומלץ ביותר למלא אותו זמן קצר לאחר קריאת הרומן ורצוי מאוד
        שהספר יהיה לידך בעת מילויו. הוא כולל שאלות הנוגעות לפרטים ביוגרפיים
        וביבליוגרפיים, אבחנות המתייחסות לדמות המספר ולמאפייני המבנה והעלילה,
        נסיונות לסקירת היבטים תימטיים מרכזיים, ועוד; והוא נע חליפות בין
        האובייקטיבי לסובייקטיבי - תנועה שבלעדיה לא תיכון קריאה של ממש. רקע
        פרוייקט נסיוני זה, הנערך במסגרת המעבדה הספרותית של המחלקה לספרות עברית
        באוניברסיטת בן-גוריון בנגב, מבקש להניח תשתית ראשונית ליצירת אינדקס חכם
        של הרומן העברי, ככלי למחקר חישובי עתידי בספרות העברית. הוא מושפע בין
        היתר מעבודתו של פרנקו מורטי ('השערות על ספרות העולם', 2010 [2000]),
        שהציע כבר לפני עשרים שנה לנקוט גישה של 'קריאה רחוקה' בחקר הרומן. יש
        לציין כי בהופעתו הראשונה של המושג לא היתה בו כל כוונה לניתוח ממוחשב של
        טקסטים, כי אם לקריאתם מכלי שני, דרך עיניהם של חוקרים.ות רבים.ות; לא יפלא
        כי הצעתו הנועזת הפכה תוך זמן קצר מושא לפולמוס מחקרי תוסס, אך גם מקור
        השראה לענף אקדמי חדש - שגילה עד מהרה כי למחשב דווקא יש מה להציע לדיון.
        בלי להתעלם מן הקשיים והאתגרים הגלומים בכך, נבקש לבדוק את תרומתה האפשרית
        של גישה זו לחקר הרומן העברי, תוך שילוב מושכל של קריאה אנושית שיתופית
        ושיטתית עם יכולת עיבוד חישובית. בניגוד לרומן האירופאי והעולמי - מושא
        חקירתו של מורטי - הרומן העברי מעמיד קורפוס "גדול מספיק, אך לא גדול מדי"
        (מרינברג-מיליקובסקי 2019), כלומר, כזה המאפשר תנועת רצוא ושוב בין קריאה
        קרובה ורחוקה: בין מבט אנושי-פרשני רגיש, לניתוח כמותי ממוחשב. זו בדיוק
        הסיבה שבגללה השאלון העומד במוקד הפרוייקט אינו נרתע מהשארת קצוות פתוחים,
        מעמימות או ממחלוקת, אלא מקדם אותן בברכה; זו בדיוק הסיבה שבגללה נשמח
        במיוחד לקבל חוות דעת שונות על אותו הספר. מהלך המחקר, מטרותיו ואתגריו
        כאמור, בשלב הראשון של הפרוייקט נבקש לאסוף כמה שיותר מידע על כמה שיותר
        רומנים עבריים, בעזרת קוראים וקוראות רבים. בשלב הבא של הפרוייקט, לאחר
        שתצטבר בידינו כמות מספקת של שאלונים, נבחן את המידע שנאסף ונברר כיצד
        מצטייר הרומן העברי במבט מרחוק; חלק מהחומר אף יונגש לציבור ולקהילה
        המחקרית כמאגר מידע דינמי ומתפתח, ראשון מסוגו, לתולדות הרומן העברי.
        ואולם, מטרתנו אינה רק להעמיד מאגר מידע, אלא לחקור את העולה ממנו. באמצעות
        ניתוח התשובות לשאלונים, על נקודות ההשקה, ההצטלבות ואף ההתנגשות ביניהן,
        ותוך תנועה מתמדת בין הנתונים לספרים עצמם, נקווה להאיר מחדש קשרים בין
        טקסטים, תקופות ורעיונות שונים, מגמות מרכזיות, כמו גם זרמים סמויים-מעין.
        במקביל, בצד נסיון למצות עד תום את תרומתו האפשרית של המהלך, נבקש גם
        להעמיד את המתודולוגיה החדשה במבחן הביקורת: באיזו מידה שיטת התיוג והסיווג
        מכתיבה את ניתוח החומר ומצרה את אופקיו? מה ערכה המחקרי? ובעיקר - מה טיב
        יחסיה וזיקתה לגישות מסורתיות יותר?
      </div>

      <div className="paragraphDiv" dir="rtl">
        <h1 className="sec-header">
          <span>השאלון</span>
        </h1>
        סוגיות אלה ואחרות תיבחנה בעתיד בקבוצת מחקר שתתכנס לשם כך במעבדה, ועוד
        חזון למועד; אנו נדווח בדף זה מעת לעת על אודות התקדמות הפרוייקט. אך ראשית
        - השאלון. תודה לך על הזמן והמחשבה שתשקיע.י בכך, ועל הנכונות להצטרף למסע
        המחקרי שלנו.
        <br></br>
        <div className="buttonPara">
          <Link to="https://docs.google.com/forms/d/e/1FAIpQLSeM3nKU5rb35oKVGbmbD9iu61BIKC28-uviOh4kmHOUU3iVlw/viewform">
            <button className="questionnaire">אל השאלון</button>
          </Link>
        </div>
      </div>

      <div className="paragraphDiv" dir="rtl">
        <h1 className="sec-header">
          <span>ספר במתנה!</span>
        </h1>
        מילאת כבר חמישה שאלונים? אנחנו מעריכים זאת מאוד! סייעת למחקר פורץ דרך
        בספרות העברית. כמחווה של תודה אנו מזמינים אותך
        <span>
          <Link to="https://forms.gle/ueNgxAFsvZnB2wUG8">
            לבחור לעצמך ספר במתנה מרשימת הספרים המפורטת כאן
          </Link>
        </span>
        , ואנו נשלח אותו אליך בהקדם
      </div>
      <div className="paragraphDiv" dir="rtl">
        <h1 className="sec-header">
          <span>יצירת קשר</span>
        </h1>
        שאלות, הערות והצעות אפשר לד"ר יעל דקל, בדוא"ל yaelde@bgu.ac.il.
      </div>
    </div>
  );
};

export default Home;
